Repository: realmark1r8h/YounessKazzoulw
Catalog: help/*/*.po
Languages: id, ja

source: The UKUI Control Center provides a central place for the user to setup their UKUI experience. It can let you configure anything from the behavior of your window borders to the default font type.
id: Pusat Pengaturan UKUI menyediakan tempat terpusat bagi pengguna untuk mengatur pengalaman UKUI mereka. Dia memungkinkan Anda mengatur apapun dari perilaku batas jendela Anda sampai jenis fonta bawaan.
ja: UKUI コントロールセンターはユーザーが UKUI 環境を設定する中心となります。コントロールセンターではウィンドウの枠のふるまいからフォントタイプのデフォルトまで何でも設定できます。

source: Control Center
id: Pusat Pengaturan
ja: コントロールセンター

source: UKUI Documentation Project
id: Projek Dokumentasi UKUI
ja: UKUI ドキュメントプロジェクト

source: Permission is granted to copy, distribute and/or modify this document under the terms of the <ulink type="help" url="ukui-help:fdl"><citetitle> GNU Free Documentation License </citetitle></ulink>, Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. A copy of the license can be found <ulink type="help" url="ukui-help:fdl">here</ulink>.
id: Izin diberikan untuk menyalin, mendistribusikan dan/atau memodifikasi dokumen ini di bawah ketentuan <ulink type="help" url="ukui-help:fdl"><citetitle>Lisensi GNU Free Documentation</citetitle><ulink/>, Versi 1.1 atau versi lebih baru yang diterbitkan oleh Free Software Foundation tanpa Invariant Section, tanpa Front-Cover Texts, dan tanpa Back-Cover Texts. Salinan lisensi ini dapat diperoleh <ulink type="help" url="ukui-help:fdl">di sini</ulink>.
ja: この文書の複製と配布、改変は、変更不可部分、表紙のテキスト、バックカバーのテキストなしで、Free Software Foundation によって公布されるバージョン 1.1 または以降のバージョンの <ulink type="help" url="ukui-help:fdl"><citetitle>GNU Free Documentation License </citetitle></ulink> の下で許可されています。

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any UKUI documentation, and those trademarks are made aware to the members of the UKUI Documentation Project, the names have been printed in caps or initial caps.
id: Banyak nama yang digunakan oleh perusahaan untuk membedakan produk dan jasa diklaim sebagai merek dagang. Ketika nama-nama tersebut muncul dalam dokumentasi UKUI, dan anggota dari Proyek Dokumentasi UKUI dibuat sadar atas merek dagang tersebut, maka nama-nama dicetak dengan huruf besar atau huruf awal huruf besar.
ja: 企業が彼らの製品とサービスを識別するのに用いている多くの名前は登録商標です。UKUI ドキュメントと UKUI ドキュメントプロジェクトのメンバーで使われているそれらの名前は商標であるとわかるようにすべて大文字または大文字ではじまるようになっています。

source: This manual describes version 1.5.7 of the UKUI Control Center.
id: Manual ini menjelaskan Pusat Pengaturan UKUI versi 1.5.7.
ja: このマニュアルは UKUI コントロールセンターのバージョン 1.5.7 について説明しています。

source: Introduction
id: Pengantar
ja: はじめに

source: The <application>UKUI Control Center</application> provides a single window from which to launch all preference tools.
id: <application>Pusat Pengaturan UKUI</application> menyediakan jendela tunggal tempat meluncurkan semua alat preferensi.
ja: <application>UKUI コントロールセンター</application> はすべての設定ツールを起動する単一のウィンドウを提供しています。

source: To launch the <application>UKUI Control Center</application>, type <command>ukui-control-center</command> in a terminal window.
id: Untuk meluncurkan <application>Pusat Pengaturan UKUI</application>, ketikkan <command>ukui-control-center</command> di suatu jendela terminal.
ja: <application>UKUI コントロールセンター</application> を起動するには端末上で <command>ukui-control-center</command> と入力します。

source: For help on using preference tools, see the <ulink type="help" url="help:user-guide?prefs">User Guide</ulink>.
id: Untuk bantuan tentang memakai alat preferensi, lihat <ulink type="help" url="help:user-guide?prefs">Panduan Pengguna</ulink>.
ja: 設定ツールの使い方のヘルプは <ulink type="help" url="help:user-guide?prefs">ユーザーガイド</ulink> を参照して下さい。

source: Usage
id: Cara pakai
ja: 使い方

source: The <application>UKUI Control Center</application> shows icons for all preference tools installed on your system in a window. Select a preference tool to see its description in the status bar.
id: <application>Pusat Pengaturan UKUI</application>
ja: <application>UKUI コントロールセンター</application> はシステムにインストールされているすべての設定ツールのアイコンを一ウィンドウ内に表示します。設定ツールを選択するとその説明がステータスバーに表示されます。

source: To open a preference tool, double-click on its icon.
id: Untuk membuka suatu alat preferensi, klik ganda pada ikonnya.
ja: 設定ツールを開くにはアイコンをダブルクリックします。

source: translator-credits
id: Andika Triwidada <andika@gmail.com>, 2010.
ja: 佐藤 暁 <ss@ukui.gr.jp>, 2007 日本 UKUI ユーザー会 http://www.ukui.gr.jp
