Repository: realmark1r8h/YounessKazzoulw
Catalog: po/*.po
Languages: fr, ko, ru

source: Add Wallpaper
fr: Ajouter un fond d'écran
ko: 배경화면 추가
ru: Добавить обои

source: Image
ko: 이미지
ru: Образ

source: ALL File
fr: TOUT le fichier
ko: 모든 파일
ru: ВСЕ файл

source: Please choose a color that you like as the theme colors.
fr: Veuillez choisir une couleur que vous aimez comme couleurs de thème.
ko: 원하시는 색상을 선택해주세요
ru: Выберите цвет, который вам нравится, в качестве цвета темы.

source: Set up disable. Please wait at least 5 seconds that system subject will restart
fr: Configurer désactiver. Attendez au moins 5 secondes que le sujet du système redémarre
ko: 설정이 취소되었습니다. 5초뒤에 시스템을 재시작합니다
ru: Настроить отключить. Подождите не менее 5 секунд, чтобы системный объект перезапустился

source: none
fr: aucun
ru: никто

source: toggle-maximize
fr: basculer-maximiser
ru: тумблер увеличить

source: lower
fr: inférieur
ru: ниже

source: Font Rendering Details
fr: Détails du rendu des polices
ko: 글꼴 렌더링
ru: Детали рендеринга шрифтов

source: R_esolution:
fr: Résolution:
ko: 해상도(_E):
ru: Разрешение:

source: dots per inch
fr: points par pouce
ko: 도트 퍼 인치(DPI)
ru: точек на дюйм

source: Smoothing
fr: Lissage
ko: 부드럽게
ru: Сглаживание

source: _None
fr: _Aucun
ko: 안 함(_N)
ru: _Никто

source: Sub_pixel (LCDs)
fr: Sub_pixel (LCD)
ko: 서브픽셀(_P) (LCDs)
ru: Sub_pixel (LCD)

source: N_one
fr: Aucun
ko: 안 함(_O)
ru: Никто

source: _Medium
fr: _Moyen
ko: 중간(_M)
ru: _Средняя

source: _Full
fr: _Plein
ko: 최대(_F)
ru: _Полный

source: Subpixel Order
fr: Ordre Subpixel
ko: 서브픽셀 방법
ru: Подпиксельный заказ

source: No Desktop Background
fr: Aucun fond d'écran
ko: 배경화면이 없습니다
ru: Нет рабочего стола

source: pixel
ko: 픽셀
ru: пиксель

source: <b>%s</b> %s, %s File Path: %s Artist: %s
fr: <b>%s</b> %s, %s chemin d'accès au fichier: %s Artiste: %s
ko: <b>%s</b> %s, %s 파일경로：%s 제작자：%s
ru: <b>%s</b> %s , %s Проход файла: %s Artist: %s

source: <b>%s</b> %s File Path: %s Artist: %s
fr: <b>%s</b> %s chemin d'accès au fichier: %s Artiste: %s
ko: <b>%s</b> %s 파일경로：%s 제작자：%s
ru: <b>%s</b> %s Проход файла: %s Artist: %s

source: Usage: %s SOURCE_FILE DEST_NAME This program installs a RANDR profile for multi-monitor setups into a systemwide location. The resulting profile will get used when the RANDR plug-in gets run in ukui-settings-daemon. SOURCE_FILE - a full pathname, typically /home/username/.config/monitors.xml DEST_NAME - relative name for the installed file. This will get put in the systemwide directory for RANDR configurations, so the result will typically be %s/DEST_NAME
fr: Utilisation: %s SOURCE_FILE DEST_NAME Ce programme installe un profil RANDR pour les configurations multi-moniteurs dans a à l’échelle de l’ensemble du système. Le profil résultant sera utilisé lorsque le plug-in RANDR sera exécuté dans le processus ukui-settings-daemon. SOURCE_FILE - un chemin complet, généralement /home/username/.config/monitors.xml DEST_NAME - nom relatif pour le fichier installé. Ceci sera placé dans le répertoire système pour les configurations RANDR. Le résultat sera généralement %s/DEST_NAME
ko: 사용: %s SOURCE_FILE DEST_NAME 이 프로그램은 RANDR의 프로파일을 설치해서 시스템 전체의 멀티모니터를 설정합니다.RANDR 플러그인이 ukui-settings-daemon에 돌아가면 프로파일이 만들어집니다. SOURCE_FILE - 절대경로, 보통 /home/username/.config/monitors.xml DEST_NAME - 상대경로일때 이용합니다. 시스템 전체의 RANDR 설정 디렉토리에 만들어집니다. 이 경로에 만들어질 것입니다.%s/DEST_NAME
ru: Использование: %s SOURCE_FILE DEST_NAME Эта программа устанавливает профиль RANDR для настройки нескольких мониторов в системное местоположение. Полученный профиль будет использоваться, когда подключается плагин RANDR в ukui-settings-daemon. SOURCE_FILE - полное имя пути, обычно /home/username/.config/monitors.xml DEST_NAME - относительное имя для установленного файла. Это будет помещено в системный каталог для конфигураций RANDR, , поэтому результат будет обычно %s/DEST_NAME

source: This program can only be used by the root user
fr: Ce programme ne peut être utilisé que par l'utilisateur root
ko: 이 프로그램은 root 관리자만이 사용할 수 있습니다
ru: Эта программа может использоваться только пользователем root

source: The source filename must be absolute
fr: Le nom de fichier source doit être absolu
ko: 소스 파일명은 절대경로여야합니다
ru: Исходное имя файла должно быть абсолютным

source: Could not open %s: %s
fr: Impossible d'ouvrir %s: %s
ko: %s 파일을 열 수 없습니다: %s
ru: Не удалось открыть %s : %s

source: Could not get information for %s: %s
fr: Impossible d'obtenir des informations pour %s: %s
ko: %s의 정보를 알 수 없습니다: %s
ru: Не удалось получить информацию для %s : %s

source: %s must be a regular file
fr: %s doit être un fichier normal
ru: %s должно быть обычным файлом

source: This program must only be run through pkexec(1)
fr: Ce programme ne doit être exécuté que via pkexec (1)
ko: pkexec(1)을 통해사만 실행 가능합니다
ru: Эта программа должна запускаться только через pkexec (1)

source: PKEXEC_UID must be set to an integer value
fr: PKEXEC_UID doit être défini sur une valeur entière
ko: PKEXEC_UID 는 정수로 설정해주세요
ru: Значение PKEXEC_UID должно быть равно целочисленному значению

source: %s must be owned by you
fr: %s doit appartenir à vous
ko: %s는 사용자의 소유여야 합니다
ru: %s должно принадлежать вам

source: %s must not have any directory components
fr: %s ne doit avoir aucun composant de répertoire
ko: %s은 모든 디렉토리 구성을 가지고 있지 않습니다
ru: %s не должно иметь никаких компонентов каталога

source: %s must be a directory
fr: %s doit être un répertoire
ko: %s는 디렉토리여야 합니다
ru: %s должно быть каталогом

source: Could not open %s/%s: %s
fr: Impossible d'ouvrir %s/%s: %s
ko: 다음을 열 수 없습니다 %s/%s: %s
ru: Не удалось открыть %s/%s: %s

source: Could not rename %s to %s: %s
fr: Impossible de renommer %s en %s: %s
ko: %s을 %s으로 이름을 바꿀 수 없습니다: %s
ru: Не удалось переименовать %s в %s : %s

source: Normal
fr: Ordinaire
ko: 보통
ru: Нормальный

source: Left
fr: La gauche
ko: 왼쪽
ru: Оставил

source: Right
fr: Droite
ko: 오른쪽
ru: Правильно

source: Upside-down
fr: À l'envers
ko: 위아래
ru: Сверху вниз

source: %d Hz
ru: %d Гц

source: Mirror Screens
fr: Écrans Miroir
ko: 복제
ru: Зеркальные экраны

source: Monitor: %s
fr: Moniteur: %s
ko: 모니터: %s
ru: Монитор: %s

source: Monitor
fr: Moniteur
ko: 모니터
ru: монитор

source: Select a monitor to change its properties; drag it to rearrange its placement.
fr: Sélectionnez un moniteur pour modifier ses propriétés. faites-le glisser pour modifier son emplacement.
ko: 모니터의 설정을 위해 선택하시고 잡아끌어서 위치를 잡아주세요
ru: Выберите монитор, чтобы изменить его свойства; перетащите его, чтобы изменить его размещение.

source: Could not save the monitor configuration
fr: Impossible d'enregistrer la configuration du moniteur
ko: 모니터의 설정을 저장할 수 없습니다
ru: Не удалось сохранить конфигурацию монитора

source: Could not get session bus while applying display configuration
fr: Impossible d'obtenir le bus de session lors de l'application de la configuration d'affichage
ko: 화면 설정을 적용하는 동안에는 세션정보를 확인 할 수 없습니다
ru: Не удалось получить сессионную шину при использовании конфигурации дисплея

source: Could not detect displays
fr: Impossible de détecter les affichages
ko: 디스플레이가 잡히지 않습니다
ru: Не удалось обнаружить дисплеи

source: The monitor configuration has been saved
fr: La configuration du moniteur a été enregistrée.
ko: 모니터 설정이 저장되었습니다
ru: Конфигурация монитора сохранена

source: This configuration will be used the next time someone logs in.
fr: Cette configuration sera utilisée lors de la prochaine connexion.
ko: 이 설정은 다음에 로그인할 때 적용됩니다
ru: Эта конфигурация будет использоваться при следующем входе в систему.

source: Could not set the default configuration for monitors
fr: Impossible de définir la configuration par défaut pour les moniteurs
ko: 모니터의 기본 설정을 적용할 수 없습니다
ru: Не удалось установить конфигурацию по умолчанию для мониторов

source: Could not get screen information
fr: Impossible d'obtenir des informations sur l'écran
ru: Не удалось получить информацию о экране

source: Custom Shortcut
fr: Raccourci personnalisé
ko: 개인설정 단축키
ru: Пользовательский ярлык

source: Name:
fr: Prénom:
ko: 이름:
ru: Имя:

source: Command
fr: Commander
ko: 명령:
ru: команда

source: Scan
fr: Balayage
ko: 스캔
ru: сканирование

source: Custom Shortcuts
fr: Raccourcis personnalisés
ko: 개인 설정 단축키
ru: Пользовательские ярлыки

source: The shortcut "%s" cannot be used because it will become impossible to type using this key. Please try with a key such as Control, Alt or Shift at the same time.
fr: Le raccourci "%s" ne peut pas être utilisé car il deviendra impossible de taper à l'aide de cette clé. Veuillez essayer simultanément une touche telle que Ctrl, Alt ou Maj.
ru: Ярлык "%s" не может использоваться, потому что с помощью этого ключа будет невозможно напечатать. Пожалуйста, попробуйте одновременно с клавишей Control, Alt или Shift.

source: The shortcut "%s" is already used for "%s",please reset!!!
fr: Le raccourci "%s" est déjà utilisé pour "%s", veuillez réinitialiser !!!
ko: 단축키 “%s”은 이미 사용되고 있습니다. “%s”，다시 설정해주세요
ru: Ярлык "%s" уже используется для "%s", пожалуйста, сбросьте !!!

source: Add Shortcuts
fr: Ajouter des raccourcis
ko: 단축키 추가
ru: Добавить ярлыки

source: Selection Program
fr: Programme de sélection
ko: 프로그램 선택
ru: Программа отбора

source: Function description
fr: Description de la fonction
ko: 기능 설명
ru: Описание функции

source: Hotkey
fr: Touche de raccourci
ko: 단축키
ru: Горячая клавиша

source: Select the keyboard layout
fr: Sélectionnez la disposition du clavier
ko: 키보드 레이아웃 선택
ru: Выберите раскладку клавиатуры

source: _Country:
fr: _Pays:
ko: 국가(_C):
ru: _Страна:

source: By _country
fr: Par pays
ko: 국가에 따라(_C)
ru: По _country

source: By _language
fr: Par _language
ko: 언어에 따라(_L):
ru: Автор: llanguage

source: Preview:
fr: Aperçu:
ko: 미리보기
ru: Предварительный просмотр:

source: default
ko: 기본
ru: По умолчанию

source: Network Proxy Details
fr: Détails du proxy réseau
ko: 네트워크 프록시
ru: Сведения о сетевом прокси

source: <b>User authentication</b>
fr: <b> Authentification utilisateur </b>
ko: <b>사용자 인증</b>
ru: <b> Аутентификация пользователя </b>

source: Username:
fr: Nom d'utilisateur:
ko: 사용자 이름:
ru: Имя пользователя:

source: Password:
fr: Mot de passe:
ko: 암호:
ru: Пароль:

source: Copying files
fr: Copier des fichiers
ru: Копирование файлов

source: From:
fr: De:
ru: Из:

source: To:
fr: À:
ko: 시간대：
ru: в:

source: Copying themes
fr: Copier des thèmes
ru: Копирование тем

source: Invalid screensaver theme
fr: Thème économiseur d'écran non valide
ru: Недопустимая тема заставки

source: %s does not appear to be a valid screensaver theme.
fr: %s ne semble pas être un thème d’écran de veille valide.
ru: %s не является действительной темой заставки.

source: Copying file: %u of %u
fr: Copier un fichier:%u sur%u
ru: Копирование файла:%u из %u

source: Unknown time
fr: Heure inconnue
ko: 알 수 없는 시간
ru: Неизвестное время

source: %i minutes
ko: %i 분
ru: %i минут

source: %i hours
fr: %i heures
ko: %i 시
ru: %i часов

source: hour
fr: heure
ko: 시
ru: час

source: minute
ko: 분
ru: минут

source: Power Manager for the UKUI desktop
fr: Power Manager pour le bureau UKUI
ko: UKUI 데스크탑을 위한 전원관리자
ru: Power Manager для рабочего стола UKUI

source: Never
fr: Jamais
ko: 안 함
ru: Никогда

source: Shutdown
fr: Fermer
ko: 전원끄기
ru: Неисправность

source: Hang
fr: Pendre
ko: 절전
ru: вешать

source: Sleep
fr: Dormir
ko: 잠자기
ru: Спать

source: Blank screen
fr: Écran blanc
ko: 빈 화면
ru: Пустой экран

source: Ask
fr: Demander
ko: 묻기
ru: Просить

source: Do not perform operations
fr: Ne pas effectuer d'opérations
ru: Не выполнять операции

source: %s charging (%.1f%%)
fr: %s charge (%.1f%%)
ko: %s 충전됨 (%.1f%%)
ru: %s зарядка (%.1f%%)

source: Battery is fully charged. Provides %s laptop runtime
fr: La batterie est complètement chargée. Fournit %s temps d’exécution du portable
ko: 배터리 충전 완료. %s 동안 구동될 수 있습니다
ru: Аккумулятор полностью заряжен. Проводит %s время работы ноутбука

source: %s is fully charged
fr: %s est complètement chargé
ko: %s 완전히 충전 됨
ru: %s полностью заряжен

source: %s %s remaining (%.1f%%)
fr: %s %s restant (%.1f%%)
ko: %s %s 남았음 (%.1f%%)
ru: %s %s осталось (%.1f%%)

source: %s discharging (%.1f%%)
fr: %s déchargeant (%.1f%%)
ko: %s 방전중 (%.1f%%)
ru: Выгрузка %s (%.1f%%)

source: %s %s until charged (%.1f%%) Provides %s battery runtime
fr: %s %s jusqu'à la charge (%.1f%%) Fournit %s de la durée de vie de la batterie
ko: %s %s동안 충전 됨 (%.1f%%) %s 동안 배터리 구동됨
ru: %s %s до зарядки (%.1f%%) Проводит%s время работы батареи

source: %s %s until charged (%.1f%%)
fr: %s %s jusqu'à la charge (%.1f%%)
ko: %s %s 동안 충전 됨(%.1f%%)
ru: %s %s до загрузки (%.1f%%)

source: %s waiting to discharge (%.1f%%)
fr: %s attente de décharge (%.1f%%)
ko: %s 방전을 기다리는 중(%.1f%%)
ru: %s ожидания выхода (%.1f%%)

source: %s waiting to charge (%.1f%%)
fr: %s attente de chargement (%.1f%%)
ko: %s 충전을 기다리는 중(%.1f%%)
ru: %s ждет заряда (%.1f%%)

source: Product:
fr: Produit:
ko: 제품명：
ru: Продукт:

source: Status:
fr: Statut:
ko: 현재 상태：
ru: Положение дел:

source: Missing
fr: Disparu
ko: 못 찾음
ru: Отсутствует

source: Charged
fr: Accusé
ko: 충전됨
ru: заряженный

source: Charging
fr: Charge
ko: 충전중
ru: Зарядка

source: Discharging
fr: Déchargement
ko: 방전중
ru: разрядка

source: Percentage charge:
fr: Frais en pourcentage:
ko: 충전 퍼센트：
ru: Процентная плата:

source: Vendor:
fr: Vendeur:
ko: 제조사：
ru: Производитель:

source: Technology:
fr: La technologie:
ko: 배터리방식：
ru: Технология:

source: Serial number:
fr: Numéro de série:
ko: 제품고유번호：
ru: Серийный номер:

source: Model:
fr: Modèle:
ko: 모델：
ru: Модель:

source: Charge time:
fr: Temps de charge:
ko: 충전시간：
ru: Время заряда:

source: Discharge time:
fr: Temps de décharge:
ko: 방전시간：
ru: Время разряда:

source: Excellent
ko: 매우좋음
ru: Отлично

source: Good
fr: Bien
ko: 좋음
ru: Хорошо

source: Fair
fr: Juste
ko: 보통
ru: Справедливая

source: Poor
fr: Pauvre
ko: 불량
ru: Бедные

source: Capacity:
fr: Capacité:
ko: 용량：
ru: Вместимость:

source: Current charge:
fr: Charge actuelle:
ko: 현재 충전：
ru: Текущий заряд:

source: Last full charge:
fr: Dernière charge complète:
ko: 마지막 충전：
ru: Последняя полная оплата:

source: Design charge:
fr: Charge de conception:
ru: Плата за проектирование:

source: Charge rate:
fr: Taux de charge:
ko: 충전율：
ru: Скорость зарядки:

source: AC adapter
fr: adaptateur pour courant alternatif
ko: 교류 어댑터
ru: адаптер переменного тока

source: Laptop battery
fr: Batterie d'ordinateur portable
ko: 랩탑 배터리
ru: Аккумулятор ноутбука

source: Mouse
fr: Souris
ko: 마우스
ru: мышь

source: Keyboard
fr: Clavier
ko: 키보드
ru: клавиатура

source: PDA
ru: КПК

source: Cell phone
fr: Téléphone portable
ko: 휴대전화
ru: Сотовый телефон

source: Media player
fr: Lecteur multimédia
ko: 미디어 재생기
ru: Медиа-плейер

source: Tablet
fr: Tablette
ko: 태블릿
ru: таблетка

source: Computer
fr: Ordinateur
ko: 컴퓨터
ru: компьютер

source: Lithium Ion
ko: 리튬 이온
ru: Литий-ионный

source: Lithium Polymer
ko: 리튬 폴리머
ru: Литий-полимерный

source: Lithium Iron Phosphate
fr: Phosphate de fer de lithium
ko: 인산 철 리튬
ru: Литий-фосфат железа

source: Lead acid
fr: Plomb-acide
ko: 납축
ru: Свинцово-кислотный

source: Nickel Cadmium
ko: 니켈-카드뮴
ru: Никель-кадмий

source: Nickel metal hydride
fr: Nickel-hydrure métallique
ko: 니켈 메탈 하이드라이드
ru: Гидрид никеля

source: Unknown technology
fr: Technologie inconnue
ko: 알 수 없음
ru: Неизвестная технология

source: Empty
fr: Vide
ko: 비었음
ru: пустой

source: Waiting to charge
fr: En attente de charger
ko: 충전 기다리는 중
ru: Ожидание зарядки

source: Waiting to discharge
fr: En attente de décharge
ko: 방전 기다리는 중
ru: Ожидание разгрузки

source: Screensaver Preview
fr: Aperçu de l'économiseur d'écran
ko: 화면 보호기
ru: Предварительный просмотр заставки

source: Screensaver preview
fr: Aperçu de l'économiseur d'écran
ko: 화면 보호기
ru: Предварительный просмотр заставки

source: Random
fr: au hasard
ru: случайный

source: %d hour %d min
fr: %d heure %d min
ko: %d 시간
ru: %d час %d мин

source: Could not load the main interface
fr: Impossible de charger l'interface principale
ko: 모니터의 설정을 저장할 수 없습니다
ru: Не удалось загрузить основной интерфейс

source: Please make sure that the screensaver is properly installed
fr: S'il vous plaît assurez-vous que l'économiseur d'écran est correctement installé
ko: 컴퓨터마다 최소한 한 명의 관리자가 필요합니다
ru: Убедитесь, что заставка установлена правильно.

source: Desktop file(*.desktop)
fr: Fichier de bureau (*. Desktop)
ko: 아이콘 파일(*.desktop)
ru: Рабочий стол (*. Desktop)

source: Select command
fr: Sélectionnez la commande
ko: 명령 선택
ru: Выбрать команду

source: Add programs
fr: Ajouter des programmes
ko: 프로그램 추가
ru: Добавить программы

source: Boot program property details
fr: Détails de la propriété du programme d'amorçage
ko: 시작 프로그램 속성
ru: Сведения о свойствах загрузочной программы

source: The startup command cannot be empty
fr: La commande de démarrage ne peut pas être vide
ko: 시작 명령은 빈 공간으로 둘 수 없습니다
ru: Команда запуска не может быть пуста

source: The startup command is not valid
fr: La commande de démarrage n'est pas valide
ko: 올바른 시작 명령이 아닙니다
ru: Команда запуска недействительна

source: enabled
fr: activée
ko: 사용 안 함
ru: включен

source: disabled
fr: désactivée
ko: 사용 안 함
ru: отключен

source: property
fr: propriété
ko: 속성
ru: имущество

source: %dByte
fr: %doctet
ko: %d바이트
ru: %dБайт

source: Command:
fr: Commander:
ko: 명령:
ru: Команда:

source: Annotation:
ru: Аннотация:

source: scan…
fr: balayage…
ko: 스캔…
ru: сканирование ...

source: program name
fr: nom du programme
ko: 이름
ru: название программы

source: File Type:
fr: Type de fichier:
ko: 유형：
ru: Тип файла:

source: File Description:
fr: Description du fichier:
ko: 설명：
ru: Описание файла:

source: Application
ko: 应用程序
ru: заявка

source: Program Location:
fr: Lieu du programme:
ko: 위치：
ru: Место проведения программы:

source: Program Size:
fr: Taille du programme:
ko: 크기：
ru: Размер программы:

source: Access Time:
fr: Temps d'accès:
ko: 접근했던 시간：
ru: Время доступа:

source: modification time:
fr: heure de modification:
ko: 시간 수정：
ru: время модификации:

source: Changge Face
fr: Changer de visage
ko: 사진 바꾸기
ru: Чанг Ли

source: Cancel
fr: Annuler
ko: 취소
ru: Отмена

source: Ok
fr: D'accord
ko: 확인
ru: ОК

source: label
fr: étiquette
ru: метка

source: Browse more pictures
fr: Parcourir plus de photos
ko: 더 많은 사진 찾기
ru: Просмотр фотографий

source: Change Name
fr: Changer de nom
ko: 바꾼 이
ru: Сменить имя

source: Change Password
fr: Changer le mot de passe
ko: 암호 바꾸기
ru: Изменить пароль

source: Change Usertype
fr: Changer le type d'utilisateur
ko: 사용자 유형 바꾸기
ru: Изменить тип пользователя

source: automatic login
fr: connexion automatique
ko: 자동 로그온
ru: автоматический вход в систему

source: Please make sure that the computer has at least one user is the administrator
fr: S'il vous plaît assurez-vous que l'ordinateur a au moins un utilisateur est l'administrateur
ko: 컴퓨터마다 최소한 한 명의 관리자가 필요합니다
ru: Убедитесь, что на компьютере есть как минимум один пользователь - администратор

source: Standard User
fr: Utilisateur standard
ko: 보통 사용자
ru: Стандартный пользователь

source: Standard users can use most software, but you can not install software and change settings that affect all users.
fr: Les utilisateurs standard peuvent utiliser la plupart des logiciels, mais vous ne pouvez pas installer de logiciels ni modifier les paramètres qui affectent tous les utilisateurs.
ko: 보통 사용자는 대부분의 프로그램을 사용할 수 있습니다. 하지만 프로그램을 설치하거나 시스템 전반적인 설정을 할 수 없습니다.
ru: Стандартные пользователи могут использовать большинство программ, но вы не можете установить программное обеспечение и менять настройки, которые влияют на всех пользователей.

source: Administrators
fr: Administrateurs
ko: 관리자
ru: Администраторы

source: Administrator can make any changes needed on the system, including installing and upgrading software.
fr: L’administrateur peut effectuer les modifications nécessaires sur le système, y compris l’installation et la mise à niveau du logiciel.
ko: 관리자는 프로그램 설치를 포함한 시스템 전반적인 모든 것을 바꿀 수 있습니다.
ru: Администратор может внести любые изменения в систему, в том числе устанавливать и обновлять программное обеспечение.

source: is the same as the old one
fr: est le même que l'ancien
ko: 새로운 암호가 기존의 것과 똑같습니다!
ru: такая же, как и старая

source: memory allocation error
fr: erreur d'allocation de mémoire
ru: ошибка выделения памяти

source: is a palindrome
fr: est un palindrome
ru: является палиндром

source: case changes only
fr: changements de cas seulement
ru: только изменения в случае

source: is too similar to the old one
fr: est trop semblable à l'ancien
ko: 새로운 암호가 기존의 것과 너무 비슷합니다!
ru: слишком похож на старый

source: is too simple
fr: c'est trop simple
ru: слишком просто

source: is rotated
fr: est tourné
ru: поворачивается

source: not enough character classes
fr: pas assez de classes de caractères
ru: недостаточно символов классов

source: contains too many same characters consecutively
fr: contient trop de caractères identiques l'un après l'autre
ru: содержит слишком много одинаковых символов последовательно

source: contains too long of a monotonic character sequence
fr: contient trop longtemps d'une séquence de caractères monotone
ru: содержит слишком длинную последовательность монотонных символов

source: contains the user name in some form
fr: contient le nom d'utilisateur sous une forme
ru: содержит имя пользователя в той или иной форме

source: Delete User
fr: Supprimer l'utilisateur
ko: 기본 사용자
ru: Удалить пользователя

source: Keep File
fr: Garder le fichier
ko: 파일 그대로 두기
ru: Сохранить файл

source: Delete File
fr: Supprimer le fichier
ko: 파일 삭제
ru: Удалить файл

source: Authentication failure!
fr: Échec de l'authentification!
ko: 인증 실패!
ru: Ошибка аутентификации!

source: New password length is too short!
fr: La longueur du nouveau mot de passe est trop courte!
ko: 새로운 암호가 너무 짧습니다!
ru: Новая длина пароля слишком короткая!

source: The new password is too simple!
fr: Le nouveau mot de passe est trop simple!
ko: 새로운 암호가 너무 간단합니다!
ru: Новый пароль слишком прост!

source: The new password is too similar to the old one!
fr: Le nouveau mot de passe est trop similaire à l'ancien!
ko: 새로운 암호가 기존의 것과 너무 비슷합니다!
ru: Новый пароль слишком похож на старый!

source: The new password must contain numbers or special characters!
fr: Le nouveau mot de passe doit contenir des chiffres ou des caractères spéciaux!
ko: 암호는 숫자나 특수문자만 가능합니다!
ru: Новый пароль должен содержать цифры или специальные символы!

source: The new password is the same as the old one!
fr: Le nouveau mot de passe est le même que l'ancien!
ko: 새로운 암호가 기존의 것과 똑같습니다!
ru: Новый пароль такой же, как и старый!

source: The new password has been used recently!
fr: Le nouveau mot de passe a été utilisé récemment!
ko: 이미 쓰인적이 있는 암호입니다!
ru: Новый пароль был использован недавно!

source: Your password has been changed after you verify!
fr: Votre mot de passe a été changé après votre vérification!
ko: 암호가 바뀌었습니다!
ru: Ваш пароль был изменен после проверки!

source: User name cannot be empty!
fr: Le nom d'utilisateur ne peut pas être vide!
ko: 이름은 비울 수 없습니다!
ru: Имя пользователя не может быть пустым!

source: Password length needs to more than 5 digits!
fr: La longueur du mot de passe doit comporter plus de 5 chiffres!
ko: 암호는 5글자 이상으로 해주세요!
ru: Длина пароля должна превышать 5 цифр!

source: Password length needs to less than 64 digits!
fr: La longueur du mot de passe doit être inférieure à 64 chiffres!
ko: 암호는 5글자 이상으로 해주세요!
ru: Длина пароля должна составлять менее 64 цифр!

source: Please confirm the new password
fr: S'il vous plaît confirmer le nouveau mot de passe
ko: 암호를 다시 입력해주세요
ru: Подтвердите новый пароль

source: enter the password twice inconsistencies!
fr: entrez le mot de passe deux fois incohérences!
ko: 2次输入密码不一致!
ru: введите пароль дважды несоответствия!

source: The first character cannot be underlined!
fr: Le premier caractère ne peut pas être souligné!
ko: 첫글자는 언더라인(_)이 될 수 없습니다!
ru: Первый символ нельзя подчеркнуть!

source: User name can not contain capital letters!
fr: Le nom d'utilisateur ne peut pas contenir de lettres majuscules!
ko: 사용자 이름은 대문자를 쓸 수 없습니다!
ru: Имя пользователя не может содержать заглавных букв!
