Repository: realmark1r8h/YounessKazzoulw
Catalog: po/*.po
Languages: fr, ko, ru

source: Enabled touchpad
fr: Pavé tactile activé
ko: 터치패드와 함께 마우스 클릭 사용(M)
ru: Включенная сенсорная панель

source: Touchpad
fr: Pavé tactile
ko: 터치패드
ru: Сенсорная панель

source: <b>Di_rect internet connection</b>
fr: <b>Connexion Internet Di_rect</b>
ko: <b>직접 인터넷 연결(_R)</b>
ru: <b> Подключение к Интернету Di_rect </b>

source: <b>_Manual proxy configuration</b>
fr: <b>_Processus de configuration manuelle du proxy</b>
ko: <b>수동 프록시 설정(_M)</b>
ru: <b> Конфигурация пользовательского прокси-сервера </b>

source: H_TTP proxy:
ko: HTTP 프록시:(_T)
ru: Прокси-сервер H_TTP:

source: _Secure HTTP proxy:
fr: _Proxy HTTP sécurisé:
ko: 보안 HTTP 프록시(_S):
ru: _Secure HTTP-прокси:

source: _FTP proxy:
fr: Proxy _FTP:
ko: _FTP 프록시:
ru: _FTP-прокси:

source: S_ocks host:
fr: Hôte S_ocks:
ko: S_ocks 호스트:
ru: Хост S_ocks:

source: Port:
ko: 포트:
ru: Порт:

source: _Details
fr: _Détails
ko: 자세히(_D)
ru: _Подробности

source: <b>_Automatic proxy configuration</b>
fr: <b>_Paramètres proxy automatiques</b>
ko: <b>자동 프록시 설정(_A)</b>
ru: <b> _Автоматическая конфигурация прокси-сервера </b>

source: Autoconfiguration _URL:
ko: 자동설정 URL:(_U)
ru: Автоконфигурация _URL:

source: Proxy Configuration
fr: Configuration du proxy
ko: 프록시 설정
ru: Конфигурация прокси

source: Ignore Host List
fr: Ignorer la liste des hôtes
ko: 프록시 설정 무시 호스트
ru: Игнорировать список хостов

source: Ignored Hosts
fr: Hôtes ignorés
ko: 무시된 호스트
ru: Игнорируемые хосты

source: Additional startup _programs:
fr: _Programmes de démarrage supplémentaires:
ko: 시작 프로그램 추가(_P)
ru: Дополнительные стартовые _программы:

source: name
fr: prénom
ko: 이름 바꾸기
ru: имя

source: status
fr: statut
ko: 현재 상태：
ru: статус

source: Startup Programs
fr: Programmes de démarrage
ko: 시작 프로그램
ru: Запуск программ

source: Change display appearance
fr: Changer l'apparence de l'affichage
ko: 겉 모습 바꾸기
ru: Изменение внешнего вида дисплея

source: Monitor:
fr: Moniteur:
ko: 모니터:
ru: Монитор:

source: Resolution:
fr: Résolution:
ko: 해상도:
ru: Разрешение:

source: Direction:
ko: 연결:
ru: Направление:

source: Save
fr: sauvegarder
ko: 저장
ru: Сохранить

source: Same image in all monitors
fr: Même image sur tous les moniteurs
ko: 모든 모니터에 같은 이미지로
ru: Такое же изображение во всех мониторах

source: Set as primary
fr: Définir comme principale
ko: 제 1모니터로
ru: Установить как первичный

source: Open Monitor
fr: Ouvrir le moniteur
ko: 모니터 열기
ru: Открытый монитор

source: Close Monitor
fr: Fermer le moniteur
ko: 모니터 닫기
ru: Закрыть монитор

source: Computer status
fr: État de l'ordinateur
ko: 컴퓨터
ru: Состояние компьютера

source: AC Power
fr: Courant alternatif
ko: 교류 어댑터
ru: Мощность переменного тока

source: Battery Power
fr: Puissance de la batterie
ko: 배터리 전원일 때
ru: Заряд батареи

source: Put _computer to sleep when inactive:
fr: Mettez l'ordinateur en veille lorsqu'il est inactif:
ko: 비활성화 되면 컴퓨터 잠자기(S)：
ru: Поставьте _компьютер в режим сна, когда он неактивен:

source: Put _monitor to sleep when inactive:
fr: Mettez _monitor en veille lorsqu'il est inactif:
ko: 비활성화 되면 컴퓨터 잠자기(S)：
ru: Поместите _monitor в режим сна, когда он неактивен:

source: When laptop lid is cl_osed:
fr: Lorsque le couvercle de l'ordinateur portable est fermé:
ko: 랩톱의 뚜껑이 닫기면(O)：
ru: Когда крышка ноутбука cl_osed:

source: Actions
fr: actes
ru: действия

source: When the power _button is pressed:
fr: Lorsque vous appuyez sur le bouton d'alimentation _:
ko: 전원 버튼이 눌렸을 때(B)：
ru: При нажатии кнопки питания:

source: When the sus_pend button is pressed:
fr: Lorsque le bouton sus_pend est enfoncé:
ko: 절전 버튼이 눌렸을 때(S)：
ru: Когда нажата кнопка Sus_pend:

source: Icon display
fr: Affichage d'icônes
ko: 화면
ru: Дисплей значков

source: Only display an icon when a battery is p_resent
fr: Afficher une icône uniquement lorsqu'une batterie est présente
ko: 배터리가 있을 때만 아이콘 보이기 (R)
ru: Отображать только значок, когда батарея p_resent

source: _Always display an icon
fr: _Toujours afficher une icône
ko: 항상 아이콘 보이기(A)
ru: _ Всегда показывает значок

source: Power Configure
fr: Puissance Configurer
ko: 장치설정
ru: Настройка питания

source: Regard the computer as _idle after:
fr: Considérez l'ordinateur comme idem après:
ko: 다음 시간동안 아무 작업 없을 때
ru: Обратитесь к компьютеру как _idle после:

source: _Activate screensaver when computer is idle
fr: _Activer l'économiseur d'écran lorsque l'ordinateur est inactif
ko: 아무작업 없으면 화면보호기 띄우기（A）
ru: _Активировать заставку, когда компьютер простаивает

source: _Lock screen when screensaver is active
fr: _Ecran de verrouillage lorsque l'écran de veille est activé
ko: 화면 보호기 있을 때 잠그기（L）
ru: _Личный экран, когда активна заставка

source: preview
fr: Aperçu
ko: 미리보기
ru: предварительный просмотр

source: Screensavers:
fr: Écrans de veille:
ko: 화면 보호기
ru: Заставки:

source: Set display brightness to:
fr: Définissez la luminosité de l'écran sur:
ko: 밝기 조정(B)：
ru: Установите яркость дисплея:

source: Screensaver
fr: Économiseur d'écran
ko: 화면 보호기
ru: Хранитель экрана

source: Show help options
fr: Afficher les options d'aide
ru: Показать параметры справки

source: Go to Time and Date settings page
fr: Aller à la page des paramètres de l'heure et de la date
ru: Перейдите на страницу настроек времени и даты

source: Go to Personalization settings page
fr: Aller à la page des paramètres de personnalisation
ru: Перейдите на страницу настроек персонализации

source: Go to Power Management page
fr: Aller à la page de gestion de l'alimentation
ko: 전원 관리자
ru: Перейдите на страницу управления питанием

source: Go to Sound settings page
fr: Aller à la page des paramètres sonores
ru: Перейдите на страницу настроек звука

source: Go to User Account page
fr: Aller à la page du compte d'utilisateur
ko: 사용자 계정
ru: Перейти на страницу учетной записи пользователя

source: Go to Keyboard settings page
fr: Aller à la page des paramètres du clavier
ru: Перейдите на страницу настроек клавиатуры

source: Go to Display settings page
fr: Aller à la page des paramètres d'affichage
ru: Перейдите на страницу настроек экрана

source: - Page jump
fr: - saut de page
ru: - Прыжок страницы

source: %s Run '%s --help' to see a full list of available command line options.
fr: %s Exécutez '%s --help' pour afficher la liste complète des options de ligne de commande disponibles.
ru: %s Run '%s --help', чтобы просмотреть полный список доступных параметров командной строки.

source: Gra_yscale
ko: 그레이스케일(_Y)

source: _Slight
fr: _Lumière
ko: 가늘게

source: _Variants:
ko: 종류(_V):

source: _Language:
fr: _La langue:
ko: 언어(_L):

source: Power Manager
fr: Gestionnaire de puissance
ko: 전원 관리자

source: %d min
ko: %d 분

source: %d/%d/%d/ %d:%d:%d
ko: %d년%d월%d일 %d시%d분%d초

source: _Balance(_B):
ko: 균형(_B):

source: _Fade(_F):
ko: 서서히(_F):

source: _Subwoofer(_S):
ko: 서브우퍼(_S):

source: _Profile(_P):
ko: 프로필(_P):

source: Co_nnector
fr: Co_nnecteur
ko: 커넥터(_N)

source: Co_nnector:
fr: Co_nnecteur:
ko: 커넥터(_N):

source: _Profiles:
fr: _Profils:
ko: 프로파일(_P):

source: _Personalization
fr: _Personnalisation
ko: 개인화

source: _Default APP
fr: _Application par défaut
ko: 기본프로그램

source: _Keyboard
fr: _Clavier
ko: 키보드

source: M_ouse
fr: Souris
ko: 마우스

source: P_rinter
fr: Imprimante
ko: 프린터

source: _Sound
fr: _Du son
ko: 소리

source: _Monitor
fr: _Moniteur
ko: 모니터

source: Tzone:
ko: 시간대：

source: Mail Reader:
fr: Lecteur de courrier:
ko: 메일 클라이언트：

source: _Delay:
fr: _Retard:
ko: 지연(D)：

source: _Speed:
fr: _La vitesse:
ko: 속도(S)：

source: S_peed:
fr: La vitesse:
ko: 속도(P)：

source: S_ensitivity:
fr: Sensibilité:
ko: 민감도：

source: _Timeout:
fr: _Temps libre:
ko: 시간제한
