Repository: realmark1r8h/YounessKazzoulw
Catalog: po/*.po
Languages: fr, ko, ru

source: The user name can only be composed of letters, numbers and underline!
fr: Le nom d'utilisateur ne peut être composé que de lettres, de chiffres et de soulignés!
ko: 사용자 이름에는 문자와 숫자 언더라인(_)만이 가능합니다!
ru: Имя пользователя может состоять только из букв, цифр и подчеркивания!

source: The first character cannot be numeric!
fr: Le premier caractère ne peut pas être numérique!
ko: 첫번째 글자는 숫자가 될 수 없습니다!
ru: Первый символ не может быть числовым!

source: Please enter the username
fr: S'il vous plaît entrer le nom d'utilisateur
ko: 사용자 이름을 입력해주세요
ru: Введите имя пользователя

source: Please enter the password
fr: S'il vous plaît entrer le mot de passe
ko: 암호를 입력해주세요
ru: Введите пароль

source: The user name is already in use, please use a different one.
fr: Le nom d'utilisateur est déjà utilisé, veuillez en utiliser un autre.
ko: 사용중인 이름입니다. 다른 이름을 입력해주세요!
ru: Имя пользователя уже используется, используйте другой.

source: The user name corresponds to the group already exists,please use a different user name
fr: Le nom d'utilisateur correspond au groupe déjà existant, veuillez utiliser un nom d'utilisateur différent
ko: 이름이 이미 그룹에서 쓰이고 있습니다. 다른 이름을 입력해주세요
ru: Имя пользователя, соответствующее группе, уже существует, используйте другое имя пользователя

source: username length need to less than 32!
fr: la longueur du nom d'utilisateur doit être inférieure à 32!
ko: 사용자 이름은 32글자 이상이 될 수 없습니다!
ru: длина имени пользователя меньше 32!

source: Please enter the new username
fr: S'il vous plaît entrer le nouveau nom d'utilisateur
ko: 새로운 이름을 입력해주세요
ru: Введите новое имя пользователя

source: Please enter the password
fr: S'il vous plaît entrer le mot de passe
ko: 암호를 입력해주세요
ru: Введите пароль

source: Please enter new password
fr: Veuillez entrer un nouveau mot de passe
ko: 암호를 입력해주세요
ru: Введите новый пароль

source: Please enter the current password
fr: S'il vous plaît entrer le mot de passe actuel
ko: 현재 암호를 입력해주세요
ru: Введите текущий пароль

source: Please enter the new password
fr: S'il vous plaît entrer le nouveau mot de passe
ko: 새로운 암호를 입력해주세요
ru: Введите новый пароль

source: Please choose another password.
fr: Veuillez choisir un autre mot de passe.
ko: 다른 암호를 사용해주세요.
ru: Выберите другой пароль.

source: Please reenter the current password.
fr: Veuillez ressaisir le mot de passe actuel.
ko: 현재 암호를 다시 입력해주세요
ru: Повторите ввод текущего пароля.

source: Password can not be modified.
fr: Le mot de passe ne peut pas être modifié.
ko: 암호를 수정할 수 없었습니다
ru: Пароль не может быть изменен.

source: Password input error, please re-enter!
fr: Erreur de saisie du mot de passe, veuillez ré-entrer!
ko: 암호 입력 오류 다시 입력해주세요!
ru: Ошибка ввода пароля, пожалуйста, введите пароль!

source: Standard user
fr: Utilisateur standard
ko: 일반 사용자
ru: Стандартный пользователь

source: Logged(Current User)
fr: Connecté (utilisateur actuel)
ko: 로그인 됨(현재 사용자)
ru: Записан

source: Logged(Other Users)
fr: Connecté (autres utilisateurs)
ko: 로그인 됨(다른 사용자)
ru: Записан

source: Un-login(Other Users)
fr: Annuler la connexion (autres utilisateurs)
ko: 로그인 안 함(다른 유저들)
ru: Un-login (Другие пользователи)

source: User name cannot start with number!
fr: Le nom d'utilisateur ne peut pas commencer par un numéro!
ko: 이름은 숫자로 시작 될 수 없습니다!
ru: Имя пользователя не может начинаться с номера!

source: Username length need to less than 32!
fr: La longueur du nom d'utilisateur doit être inférieure à 32!
ko: 사용자 이름은 32글자 이상이 될 수 없습니다!
ru: Длина имени пользователя не должна превышать 32!

source: The user name has been used, please replace with another one!
fr: Le nom d'utilisateur a été utilisé, veuillez le remplacer par un autre!
ko: 이미 쓰이고 있는 이름입니다. 다른 이름을 입력해주세요！
ru: Имя пользователя было использовано, замените его другим!

source: Modify username failed!
fr: La modification du nom d'utilisateur a échoué!
ko: 이름 수정 실패!
ru: Не удалось изменить имя пользователя!

source: the user has logged in, please log out and modify!
fr: l'utilisateur s'est connecté, veuillez vous déconnecter et modifier!
ko: 로그인 중입니다. 로그아웃하신 뒤 수정해주세요!
ru: пользователь вошел в систему, пожалуйста, внесите изменения и измените!

source: auto login
fr: connexion automatique
ko: 자동 로그온
ru: автоматическая авторизация

source: _Cancel
fr: _Annuler
ko: 취소
ru: _Отменить

source: _OK
fr: _D'ACCORD
ru: _ХОРОШО

source: Already have other users set to automatically log in, click OK will overwrite the existing settings!
fr: Vous avez déjà configuré d'autres utilisateurs pour qu'ils se connectent automatiquement, click OK écrasera les paramètres existants!
ru: Для того, чтобы другие пользователи автоматически установили автоматический вход в систему, click OK перезапишет существующие настройки!

source: The user can not be deleted!
fr: L'utilisateur ne peut pas être supprimé!
ko: 사용자가 삭제되었습니다!
ru: Пользователь не может быть удален!

source: The user has logged in, please perform the delete operation after logging out!
fr: L'utilisateur s'est connecté, veuillez effectuer l'opération de suppression après la déconnexion!
ko: 로그인 중인 사용자입니다. 로그 아웃후에 삭제를 진행하세요!
ru: Пользователь выполнил вход в систему, выполнив операцию удаления после выхода из системы!

source: <span weight='bold' font_desc='11'>do you confirm to delete all the files of %s?</span>
fr: <span weight='bold' font_desc = '11'> confirmez-vous la suppression de tous les fichiers de%s?</span>
ko: <span weight='bold' font_desc='11'>%s의 파일을 모두 삭제하시겠습니까?</span>
ru: <span weight = 'bold' font_desc = '11 '> Вы подтверждаете удаление всех файлов%s?</span>

source: if you want to delete the %s user, belonging to the user's desktop, documents, favorites, music, pictures and video folder will be deleted!
fr: si vous voulez supprimer l’utilisateur %s , le dossier qu’il appartient à l'utilisateur, les documents, les favoris, la musique, les images et le dossier vidéo seront supprimés!
ko: 사용자 %s 삭제하시면 그 사용자의 바탕화면, 문서, 즐겨찾기, 사진, 동영상 폴더가 모두 삭제됩니다!
ru: если вы хотите удалить пользователя %s , принадлежащего пользовательскому desktop, документы, избранное, музыка, изображения и видео папка будет удалена!

source: Super user
fr: Super utilisateur
ko: 일반 사용자
ru: Суперпользователь

source: Rename
fr: Renommer
ko: 이름 바꾸기
ru: переименовывать

source: Change PWD
fr: Changer les personnes handicapées
ko: 암호 바꾸기
ru: Изменить PWD

source: Change Face
fr: Changer de visage
ko: 사진 바꾸기
ru: Изменить лицо

source: Change Type
fr: Changer le type
ko: 유형 바꾸기
ru: Изменить тип

source: Delete
fr: Effacer
ko: 삭제
ru: удалять

source: Browse more pictures...
fr: Parcourir plus de photos ...
ko: 더 많은 사진 찾기...
ru: Просмотрите больше фотографий ...

source: Create Account
fr: Créer un compte
ko: 계정 만들기
ru: Регистрация

source: Automatic Logon
fr: Connexion automatique
ko: 자동 로그온
ru: Автоматический вход в систему

source: select picture
fr: sélectionner une image
ko: 사진 선택
ru: выбрать картинку

source: Standard users can use most software, but you can not install software and change settings that affect all users.
fr: Les utilisateurs standard peuvent utiliser la plupart des logiciels, mais vous ne pouvez pas installer de logiciels ni modifier les paramètres qui affectent tous les utilisateurs.
ko: 보통 사용자는 대부분의 프로그램을 사용할 수 있습니다. 하지만 프로그램을 설치하거나 시스템 전반적인 설정을 할 수 없습니다.
ru: Стандартные пользователи могут использовать большинство программ, но вы не можете установить программное обеспечение и изменить настройки, которые влияют на всех пользователей.

source: Rear
fr: Arrière
ko: 뒤
ru: задний

source: Front
fr: De face
ko: 앞
ru: Фронт

source: Minimum
fr: Le minimum
ko: 최소
ru: минимальный

source: Maximum
ko: 최대
ru: максимальная

source: Unamplified
fr: Non amplifié
ko: 증폭하지 않음
ru: неусиленных

source: Mute
fr: Muet
ko: 조용히
ru: безгласный

source: Disabled
fr: désactivé
ko: 사용 안 함
ru: инвалид

source: %u Output
fr: %u sortie
ko: %u 출력
ru: %u Выход

source: %u Input
fr: %u entrée
ko: %u 입력
ru: %u Вход

source: Peak detect
fr: Détection de crête
ko: 최대 확인
ru: Пиковое обнаружение

source: Device
fr: Dispositif
ko: 장치
ru: устройство

source: Speaker Testing for %s
fr: Test des haut-parleurs pour %s
ko: %s 스피커 시험
ru: Тестирование динамиков для %s

source: Test Speakers
ko: 스피커 시험
ru: Тест-динамики

source: Name
fr: prénom
ko: 이름
ru: имя

source: Sound Output Volume
fr: Volume sonore
ko: 출력 음량(_O):
ru: Объем звука

source: Applications
ko: 프로그램
ru: Приложения

source: No application is currently playing or recording audio.
fr: Aucune application en cours de lecture ou d'enregistrement audio.
ko: 현재 소리를 재생하거나 녹음하는 프로그램이 없습니다.
ru: В настоящее время ни одно приложение не воспроизводит или не записывает аудио.

source: Sound Effects
fr: Effets sonores
ko: 효과음
ru: Звуковые эффекты

source: _Alert volume:
fr: Volume d'alerte:
ko: 알림음 음량(_A):
ru: _ Объем громкости:

source: Input
fr: Contribution
ko: 입력
ru: вход

source: _Input volume:
fr: _ Volume d'entrée:
ko: 녹음 음량(_I):
ru: Объем ввода:

source: Input level:
fr: Niveau d'entrée:
ko: 입력 수준:
ru: Входной уровень:

source: C_hoose a device for sound input:
fr: C_choisissez un appareil pour l’entrée audio:
ko: 녹음 장치를 선택해 주세요(_H):
ru: C_выберите устройство для ввода звука:

source: Output
fr: Sortie
ko: 출력
ru: Вывод

source: C_hoose a device for sound output:
fr: C_choisissez un périphérique pour la sortie audio:
ko: 출력 장치를 선택해주세요(_H):
ru: C_выберите устройство для вывода звука:

source: Settings for the selected device:
fr: Paramètres pour le périphérique sélectionné:
ko: 다음과 같은 장치 설정함:
ru: Настройки для выбранного устройства:

source: Hardware
fr: Matériel
ko: 장치
ru: аппаратные средства

source: C_hoose a device to configure:
fr: C_choisissez un appareil à configurer:
ko: 설정할 장치를 선택해주세요(_H):
ru: C_выберите устройство для настройки:

source: Sound Preferences
fr: Préférences sonores
ko: 소리 설정
ru: Звуковые настройки

source: Default
fr: Défaut
ko: 기본
ru: По умолчанию

source: No sounds
fr: Pas de sons
ko: 소리 없음
ru: Нет звуков

source: Built-in
fr: Intégré
ko: 내장
ru: Встроенный

source: Custom
fr: Douane
ko: 개인 설정
ru: изготовленный на заказ

source: Testing event sound
fr: Test du son de l'événement
ko: 소리 테스트
ru: Звук тестового события

source: From theme
fr: Par thème
ko: 테마로 부터
ru: Из темы

source: Type
ko: 유형
ru: Тип

source: Sound _theme:
fr: Son _theme:
ko: 소리 테마:
ru: Звук _theme:

source: C_hoose an alert sound:
fr: C_choisissez une alerte sonore:
ko: 알림음을 선택해주세요(_H):
ru: C_выбрать сигнал предупреждения:

source: Enable _window and button sounds
fr: Activer les sons de la fenêtre et des boutons
ko: 창 활성화 및 버튼 소리(_W)
ru: Включить кнопки _window и button

source: Stop
fr: Arrêtez
ko: 정지
ru: Стоп

source: Test
fr: Tester
ko: 시험
ru: Контрольная работа

source: Subwoofer
ko: 서브우퍼
ru: Сабвуфер

source: Control Center
fr: Centre de contrôle
ko: 제어 센터
ru: Центр управления

source: Time and Dates
fr: Heure et dates
ko: 시간과 날짜
ru: Время и даты

source: Change the time and date of this computer
fr: Changer l'heure et la date de cet ordinateur
ko: 컴퓨터의 날짜와 시간을 바꿉니다.
ru: Изменение времени и даты этого компьютера

source: User Account
fr: Compte d'utilisateur
ko: 사용자 계정
ru: Учетная запись пользователя

source: Change the computer user account settings and password
fr: Modifier les paramètres et le mot de passe du compte d'utilisateur de l'ordinateur
ko: 컴퓨터의 사용자 계정과 암호를 바꿉니다.
ru: Изменение учетной записи пользователя компьютера настроек и пароля

source: Personalization
fr: Personnalisation
ko: 개인화
ru: воплощение

source: Change the computer desktop background and related theme
fr: Changer le fond d'écran et le thème associé
ko: 바탕화면 배경을 바꾸고 테마를 설정합니다.
ru: Измените фоновый рисунок рабочего стола компьютера и соответствующую тему

source: Default Application
fr: Application par défaut
ko: 기본 프로그램
ru: Приложение по умолчанию

source: Change the default application on this computer
fr: Changer l'application par défaut sur cet ordinateur
ko: 컴퓨터의 기본 프로그램을 바꿉니다
ru: Измените приложение по умолчанию на этом компьютере

source: Change the network on this computer
fr: Changer le réseau sur cet ordinateur
ko: 네트워크를 설정합니다
ru: Измените сеть на этом компьютере

source: Change the keyboard settings on this computer
fr: Modifier les paramètres du clavier sur cet ordinateur
ko: 키보드의 설정을 바꿉니다
ru: Измените настройки клавиатуры на этом компьютере

source: Change the mouse settings on this computer
fr: Modifier les paramètres de la souris sur cet ordinateur
ko: 마우스의 설정을 바꿉니다
ru: Измените настройки мыши на этом компьютере

source: Configure the connection to the computer printer
fr: Configurez la connexion à l'imprimante de l'ordinateur
ko: 프린터를 설정하고 연결합니다
ru: Настроить подключение к компьютерному принтеру

source: Sound
fr: Du son
ko: 소리
ru: звук

source: Change the sound settings on this computer
fr: Modifier les paramètres audio sur cet ordinateur
ko: 컴퓨터의 소리를 설정합니다
ru: Измените настройки звука на этом компьютере

source: Network Agent
fr: Agent de réseau
ko: 네트워크 관리
ru: Сетевой агент

source: Change the network agent on this computer
fr: Changer l'agent réseau sur cet ordinateur
ko: 네트워크 관련된 설정을 합니다
ru: Изменение сетевого агента на этом компьютере

source: Autostart
ko: 시작프로그램
ru: Автоматический старт

source: Change the autostart program on this computer
fr: Changer le programme de démarrage automatique sur cet ordinateur
ko: 컴퓨터를 켤때 자동으로 시작되는 프로그램을 설정합니다
ru: Измените программу автозапуска на этом компьютере

source: Change the Monitor settings on this computer
fr: Modifier les paramètres du moniteur sur cet ordinateur
ko: 모니터와 디스플레이에 관하여 설정합니다
ru: Измените настройки монитора на этом компьютере

source: Power Management
fr: Gestion de l'alimentation
ko: 전원 관리자
ru: Управление энергопотреблением

source: Change the power management settings on this computer
fr: Modifier les paramètres de gestion de l'alimentation sur cet ordinateur
ko: 컴퓨터의 전원과 관련된 설정을 합니다
ru: Измените настройки управления питанием на этом компьютере

source: Tile
fr: Tuile
ko: 바둑판형
ru: Плитка

source: Zoom
ko: 확대/축소
ru: Увеличить

source: Center
fr: Centre
ko: 가운데
ru: Центр

source: Scale
fr: Échelle
ko: 늘이기
ru: Масштаб

source: Stretch
fr: Étendue
ko: 꽉차게
ru: Протяжение

source: Span
fr: Envergure
ko: 걸쳐서(스팬)
ru: пядь

source: Default Application
fr: Application par défaut
ko: 기본 프로그램
ru: По умолчанию Приложение

source: Time Dates
fr: Heure Dates
ko: 날짜/시간
ru: Время

source: User Account
ko: 사용자 계정
ru: Учетная запись пользователя

source: System Configuration
fr: Configuration du système
ko: 시스템 설정
ru: Конфигурация системы

source: Printer
fr: Imprimante
ko: 프린터
ru: принтер

source: Power Management
fr: Puissance Gestion
ko: 전원관리자
ru: Мощность Управление

source: Network Agent
fr: Réseau Agent
ko: 네트워크 관리
ru: Сеть Агент

source: Network Connections
fr: Connexions réseau
ko: 네트워크 연결
ru: Сеть Соединения

source: Hardware Configure
fr: Configuration matérielle
ko: 장치설정
ru: Настройка оборудования

source: Home
fr: Accueil
ko: 홈
ru: Главная

source: _Autostart
ko: 시작프로그램
ru: _Автоматический старт

source: _Time Dates
fr: _Temps Dates
ko: 날짜/시간
ru: _Time Даты

source: _User Account
fr: _Compte d'utilisateur
ko: 사용자 계정
ru: _Учетная запись пользователя

source: Network _Connection
fr: Connexion réseau
ko: 네트워크 연결
ru: Подключение к сети

source: _Network Agent
fr: _Agent de réseau
ko: 네트워크 관리
ru: _Сетевой агент

source: Po_wer Manage
fr: Po_wer Gérer
ko: 전원관리자
ru: Po_wer Управление

source: date:
fr: rendez-vous amoureux:
ko: 날짜：
ru: Дата:

source: time:
fr: temps:
ko: 시간：
ru: время:

source: Jan
ko: 1월
ru: январь

source: Feb
fr: Fév
ko: 2월
ru: февраль

source: Mar
ko: 3월
ru: март

source: Apr
fr: Avr
ko: 4월
ru: апрель

source: May
fr: Mai
ko: 5월
ru: май

source: Jun
fr: Juin
ko: 6월
ru: июнь

source: Jul
fr: Juil
ko: 7월
ru: июль

source: Aug
ko: 8월
ru: август

source: Sep
ko: 잠자기
ru: сентябрь

source: Oct
ko: 10월
ru: октябрь

source: Nov
ko: 11월
ru: ноябрь

source: Dec
fr: Déc
ko: 초
ru: декабрь

source: min
ko: 분
ru: мин

source: sec
fr: seconde
ko: 초
ru: сек

source: With the network time synchronization
fr: Avec la synchronisation de l'heure du réseau
ko: 네트워크 시간과 동기화
ru: С сетевой синхронизацией времени

source: because the ntp is installed,please use ntpdate.
fr: car le ntp est installé, veuillez utiliser ntpdate.
ru: потому что ntp установлен, используйте ntpdate.

source: format:
ko: 보통
ru: формат:

source: 12-hours
fr: 12 heures
ko: 시
ru: 12 часов

source: 24-hours
fr: 24 heures
ko: 시
ru: 24 часа

source: Current Account
fr: Compte courant
ko: 계정 만들기
ru: Текущий аккаунт

source: Other Accounts
fr: Autres comptes
ko: 다른 계정
ru: Другие учетные записи

source: Create a new account
fr: Créer un nouveau compte
ko: 새로운 계정 만들기
ru: Создать новый аккаунт

source: Add
fr: Ajouter
ko: 추가
ru: Добавить

source: delete
fr: effacer
ko: 삭제
ru: Удалить

source: Style:
ko: 스타일：
ru: Стиль:

source: wallpaper
fr: fond d'écran
ko: 배경화면
ru: обои

source: Select the one you love color as the theme color
fr: Sélectionnez celui que vous aimez colorer comme couleur de thème
ko: 원하시는 색상을 고르세요
ru: Выберите цвет, который вы любите, в качестве цвета темы

source: Theme color
fr: Couleur du thème
ko: 테마색상
ru: Цвет темы

source: Font choice:
fr: Choix de la police:
ko: 글꼴 선택：
ru: Выбор шрифта:

source: Font size :
fr: Taille de police :
ko: 글꼴 크기：
ru: Размер шрифта :

source: small(S) --100%(default)
fr: petit (S) - 100% (par défaut)
ko: 작은글씨(S) --100%(기본)
ru: маленький (S) - 100% (по умолчанию)

source: medium(M)--125%
fr: moyen (M) - 125%
ko: 중간(M)--125%
ru: средний (М) - 125%

source: large (L) --150%
fr: grand (L) - 150%
ko: 큰 글씨 (L) --150%
ru: большой (L) - 150%

source: Please select the clearest sample text
fr: Veuillez sélectionner le texte d'échantillon le plus clair
ko: 가장 깔끔하게 보이는 글자를 선택하세요
ru: Выберите наиболее четкий образец текста

source: Restore Defaults
fr: Réinitialiser
ko: 기본값
ru: Восстановить значения по умолчанию

source: Font
fr: Police de caractère
ko: 글꼴
ru: Шрифт

source: mouse double click action
fr: action de double clic de souris
ru: действие двойного щелчка мыши

source: mouse middle click action
fr: action du clic du milieu de la souris
ru: средний клик мыши

source: mouse right click action
fr: action clic droit de la souris
ru: действие мыши правой кнопкой мыши

source: windows
fr: les fenêtres
ru: окна

source: Internet
fr: l'Internet
ko: 인터넷
ru: интернет

source: Web Browser:
fr: Navigateur Web:
ko: 웹브라우저：
ru: Веб-браузер:

source: Multimedia
fr: Multimédia
ko: 멀티미디어
ru: мультимедиа

source: Image Viewer:
fr: Visionneuse d'images:
ko: 그림보기：
ru: Просмотр изображений:

source: Audio Player:
fr: Lecteur audio:
ko: 음악 재생：
ru: Аудиоплеер:

source: Video Player:
fr: Lecteur vidéo:
ko: 동영상 재생：
ru: Видео-плеер:

source: System
fr: Système
ko: 시스템
ru: система

source: Text Editor:
fr: Éditeur de texte:
ko: 텍스트 편집기：
ru: Текстовый редактор:

source: File Manager:
fr: Gestionnaire de fichiers:
ko: 파일 관리자：
ru: Файловый менеджер:

source: Network Connections
fr: Les connexions de réseau
ko: 네트워크 연결
ru: Сетевые соединения

source: Repeat Keys
fr: Répéter les clés
ko: 반복 키
ru: Повторить клавиши

source: Key presses _repeat when key is held down
fr: Touches appuyées _répéter lorsque la touche est maintenue enfoncée
ko: 키를 누르고 있으면 키가 반복적으로 눌리게 하기(R)
ru: При нажатии клавиши нажатия клавиш _repeat

source: Short
fr: Court
ko: 짧게
ru: короткий

source: Slow
fr: Lent
ko: 느리게
ru: Медленный

source: Repeat keys speed
fr: Répéter la vitesse des clés
ko: 반복 키 속도
ru: Повторить скорость клавиш

source: Long
fr: Longue
ko: 길게
ru: Длинный

source: Fast
fr: Vite
ko: 빠르게
ru: Быстро

source: To test the repetition rate of the input character:
fr: Pour tester le taux de répétition du caractère saisi:
ko: 문자 입력 속도를 확인해보세요：
ru: Чтобы проверить частоту повторения входного символа:

source: Cursor Blinking
fr: Clignotement du curseur
ko: 커서 깜빡임
ru: Курсор мигает

source: Cursor _blinks in text fields
fr: Curseur _blinks dans les champs de texte
ko: 문자 입력 필드에서 커서 깜빡임(B)
ru: Курсор _blinks в текстовых полях

source: Cursor blinks speed
fr: Le curseur clignote
ko: 깜빡임 속도
ru: Скорость мигания курсора

source: General
fr: Général
ko: 보통
ru: Генеральная

source: Please add the language you will use to the list. And the first one in the list is the most commonly used language.
fr: Veuillez ajouter la langue que vous utiliserez à la liste. Et le premier de la liste est la langue la plus couramment utilisée.
ko: 언어 리스트에서 사용할 언어를 추가해주세요. 가장 처음에 온 언어가 일반적으로 가장 많이 쓰이는 언어가 됩니다.
ru: Добавьте язык, который вы будете использовать в списке. И первый в списке - самый распространенный язык.

source: _Show...
fr: _Spectacle...
ko: 보여주기
ru: _Шоу...

source: List of keyboard layouts selected for usage
fr: Liste des dispositions de clavier sélectionnées pour utilisation
ko: 선택된 키보드 레이아웃 리스트
ru: Список раскладок клавиатуры, выбранных для использования

source: _Separate layout for each window
fr: _Séparation séparée pour chaque fenêtre
ko: 각 창마다 다른 레이아웃 적용(S)
ru: _Серементальная компоновка для каждого окна

source: New windows u_se active window's layout
fr: Nouvelle fenêtre u_se layout de la fenêtre active
ko: 새 창에도 활성화된 창의 레이아웃 적용(S)
ru: Новые окна активного окна u_se

source: Reset to De_faults
fr: Réinitialiser les paramètres par défaut
ko: 기본값으로 되돌리기(_F)
ru: Сброс к De_faults

source: Layouts
ko: 레이아웃
ru: Макеты

source: "To edit a shortcut key, click on the corresponding row and type a new key " "combination, or press backspace to clear."
fr: "Pour éditer une touche de raccourci, cliquez sur la ligne correspondante et tapez une nouvelle combinaison de touches " "ou appuyez sur la touche Retour pour effacer."
ko: "단축키를 설정하려면 각 열을 클릭하신 뒤에 새로운 키조합을 눌러주세요." ".BackSpace를 누르시면 삭제됩니다."
ru: "Чтобы отредактировать комбинацию клавиш, щелкните соответствующую строку и введите новую комбинацию клавиш" "или нажмите кнопку возврата для очистки. "

source: Shortcut
fr: Raccourci
ko: 단축키
ru: кратчайший путь

source: _Right-handed
fr: _Droitier
ko: 오른손 잡이
ru: _Right руками

source: _Left-handed
fr: _Gaucher
ko: 왼손잡이
ru: _Левша

source: Sh_ow position of pointer when the Control key is pressed
fr: Sh_ow position du pointeur lorsque la touche Ctrl est enfoncée
ko: Control키가 눌렸을 때 포인터 보이기
ru: Sh_ow позиция указателя при нажатии клавиши управления

source: Low
fr: Faible
ko: 낮게
ru: Низкий

source: High
fr: Haute
ko: 높게
ru: Высокая

source: Double-click the right bulb to test your settings
fr: Double-cliquez sur l'ampoule droite pour tester vos paramètres.
ko: 오른쪽에 있는 전구에 더블클릭을 시험보실 수 있습니다
ru: Дважды щелкните правую лампу, чтобы проверить свои настройки.

source: Pointer moving speed
fr: Pointeur vitesse de déplacement
ko: 포인터 속도
ru: Скорость перемещения указателя

source: Locate Pointer
fr: Localiser le pointeur
ko: 포인터 위치
ru: Найти указатель

source: Mouse Keys
fr: Touches de souris
ko: 마우스 버튼
ru: Клавиши мыши

source: Double-Click Speed
fr: Vitesse de double-clic
ko: 더블클릭 속도
ru: Скорость двойного клика

source: Cursor Settiings
ko: 커서 깜빡임
ru: Курсор мигает

source: Cursor theme :
ko: 테마로 부터
ru: Из темы

source: Common
ko: 명령:
ru: команда

source: Disable _touchpad while typing
fr: Désactiver _touchpad lors de la frappe
ko: 키보드 키를 누를 때 터치패드 사용 안 함(T)
ru: Отключить _touchpad при наборе текста

source: Enable _mouse clicks with touchpad
fr: Activer les clics de souris avec le pavé tactile
ko: 터치패드와 함께 마우스 클릭 사용(M)
ru: Включить клики мышью с сенсорной панелью

source: Scrolling
fr: Défilement
ko: 스크롤
ru: Скроллинг

source: _Disabled
fr: _Désactivé
ko: 사용 안 함(_D)
ru: _Инвалид

source: Vertical _edge scrolling
fr: Défilement vertical _edge
ko: 가장자리 스크롤(_E)
ru: Вертикальная прокрутка

source: _Horizontal edge scrolling
fr: Défilement horizontal des bords
ko: 가로 스크롤 허용(O)
ru: Прокрутка горизонтальной кромки

source: _Vertical two-finger scrolling
fr: _Le défilement vertical à deux doigts
ko: 두 손가락 스크롤(_F)
ru: _Вертикальная прокрутка с двумя пальцами

source: Horizontal two-_finger scrolling
fr: Défilement horizontal à deux doigts
ko: 두 손가락 스크롤(_F)
ru: Горизонтальная прокрутка с двумя символами
